Repository: canglr/LuckSend-Web
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: tr

# local
source: en
tr: tr

source: account id
tr: hesap no

source: name surname
tr: ad soyad

source: registration date
tr: kayıt tarihi

source: last update
tr: son güncelleme

source: Dashboard
tr: Pano

source: Raffle Management
tr: Çekiliş Yönetimi

source: Create Raffle
tr: Çekiliş Oluştur

source: Sweepstakes I manage
tr: Yönettiğim çekilişler

source: Raffles
tr: Çekilişler

source: Join the Raffle
tr: Çekilişe Katılın

source: List My Participations
tr: Katılımlarımı Listele

source: Profile
tr: Profil

source: Logout
tr: Çıkış Yap

source: Ok
tr: Tamam

source: Cancel
tr: İptal

source: Are you sure you want to leave?
tr: Ayrılmak istediğinden emin misin?

# info_logout
source: Select 'Logout' below if you are ready to end your current session.
tr: Geçerli oturumunuzu sonlandırmaya hazırsanız, aşağıdaki 'Çıkış Yap' ı seçin.

source: Login
tr: Giriş

source: Last Sweepstakes
tr: Son Katıldığım Çekilişler

source: Title
tr: Başlık

source: Creation
tr: Oluşturulma

source: Updated
tr: Güncellenme

source: There are no results
tr: Sonuç yok

source: Description
tr: Açıklama

source: Contact information
tr: İletişim bilgileri

source: Winning and replacement contacts can be seen.
tr: Kazanan ve yedek kişiler görülebilir.

source: Number of People to Win
tr: Kazanacak Kişi Sayısı

source: Number of replacement people
tr: Yedek kişi sayısı

source: The end date
tr: Bitiş tarihi

source: Update Raffle
tr: Çekiliş Güncelle

# number_of_winners
source: Winner
tr: Talihli

# number_of_backups
source: Backup
tr: Yedek

# the_number_of_participants
source: Participants
tr: Katılımcı

source: Last participation date
tr: Son katılım tarihi

source: Start the draw
tr: Çekilişi başlat

source: Raffle Statistics
tr: Çekiliş İstatistikleri

source: Start a draw ?
tr: Çekiliş başlatılsın mı ?

source: The return of the process is not possible.
tr: İşlemin geri dönüşü mümkün değildir.

source: Delete the raffle?
tr: Çekiliş silinsin mi ?

source: Raffle Results
tr: Çekiliş Sonuçları

source: Status
tr: Statü

source: Loading
tr: Yükleniyor

source: Sorry there was an error
tr: Maalesef bir hata oluştu

source: Processing
tr: İşleniyor

source: No statistics has been found for the time being.
tr: Şu an için istatistik bulunamadı.

source: Participation
tr: Katılım

source: Querying
tr: Sorgulanıyor

source: Winning
tr: Kazanan

source: Replacement
tr: Yedek

source: Date of Participation
tr: Katılım Tarihi

source: Feedback
tr: Geri bildirim

source: You Took The Lottery
tr: Çekilişe Katıldın

source: The title cannot be blank!
tr: Başlık boş bırakılamaz !

source: Description cannot be left blank!
tr: Açıklama boş bırakılamaz !

source: Contact information cannot be blank!
tr: İletişim bilgileri boş bırakılamaz !

source: End date cannot be blank!
tr: Bitiş tarihi boş bırakılamaz !

source: The number of winners cannot be blank!
tr: Kazanacak kişi sayısı boş bırakılamaz !

source: The number of replacement people cannot be blank!
tr: Yedek kişi sayısı boş bırakılamaz !

source: The number of people to win cannot be less than zero or zero !
tr: Kazanacak kişi sayısı sıfır ve sıfırdan küçük olamaz !

source: The number of backup contacts cannot be less than zero !
tr: Yedek kişi sayısı sıfırdan küçük olamaz !

source: The title cannot be greater than 60 characters !
tr: Başlık 60 karakterden büyük olamaz !

source: The description cannot be greater than 350 characters !
tr: Açıklama 350 karakterden büyük olamaz !

source: Contact information cannot be greater than 350 characters !
tr: İletişim bilgileri 350 karakterden büyük olamaz !

source: The number of people who will win can not be more than 50 !
tr: Kazanacak kişi sayısı 50 kişiden daha fazla olamaz !

source: The number of reserve persons cannot be more than 50 !
tr: Yedek kişi sayısı 50 kişiden daha fazla olamaz !

source: Raffle Created
tr: Çekiliş Oluşturuldu

source: The lottery doesn't update because it started!
tr: Çekiliş başlatıldığı için güncellenmiyor !

source: Raffle deleted update failed
tr: Çekiliş silindi güncelleme başarısız oldu

source: Raffle Updated
tr: Çekiliş Güncellendi

source: No raffles found
tr: Çekiliş bulunamadı

source: No attendance for the raffle was deleted
tr: Çekiliş silindiği için katılım gerçekleşmedi

source: Ended participation
tr: Katılım sona erdi

source: You can't participate in your own lottery !
tr: Kendi oluşturduğun çekilişe katılamazsın !

source: You've already joined
tr: Çekilişe katılmışsın

source: Sufficient participants could not be provided
tr: Yeterli sayıda katılımcı sağlanamadı

source: The raffle has already started
tr: Çekiliş zaten başlatılmış

source: Cannot start because the raffle was deleted
tr: Çekiliş silindiğinden başlatılamıyor

# the_raffle_starts_in_minutes
source: The raffle starts in 10 minutes
tr: Çekiliş 10 dakika sonra başlıyor

source: Your deletion request has already been received
tr: Silme isteğiniz zaten alınmış

source: Could not be deleted because the lottery was started
tr: Çekiliş başlatıldığından silinemedi

source: Your request for deletion has been received
tr: Silme isteğiniz alındı

source: No contact found
tr: Kişi bulunamadı

source: Feedback can't be left blank !
tr: Geri bildirim boş bırakılamaz !

source: The feedback cannot be more than 350 characters !
tr: Geri bildirim 350 karakterden fazla olamaz !

source: Send
tr: Gönderildi

source: Ranking
tr: Sıralama

source: Query
tr: Sorgula

source: Name
tr: Ad

source: Surname
tr: Soyad

source: Secret key
tr: Gizli anahtar

source: Winners
tr: Kazananlar

source: Reserves
tr: Yedekler

source: Personal information
tr: Kişi Bilgileri

source: Special for you
tr: Size Özel

source: You don't win
tr: Kazanamadın

source: You
tr: Siz

source: Account Details
tr: Hesap Detayları

source: Action
tr: Eylem

source: Ip Address
tr: İp Adresi

source: Date of Action
tr: Eylem Tarihi

source: Share
tr: Paylaş

source: Copied
tr: Kopyalandı

source: Communication Status
tr: İletişim Durumu

source: Contact established
tr: İletişim kuruldu

source: Couldn't contact
tr: İletişim kurulamadı

source: Tags
tr: Etiketler

source: At least two labels must be entered.
tr: En az iki etiket girilmelidir.

source: Up to four labels must be entered.
tr: En fazla dört etiket girilmelidir.

source: At least one country must be selected.
tr: En az bir ülke seçilmelidir.

source: Up to ten countries must be selected.
tr: En fazla on ülke seçilmelidir.

source: Is unavailable in your country.
tr: Ülkenizde kullanılamıyor.

source: raffle disabled
tr: çekiliş devre dışı

source: Countries to be published
tr: Yayınlanacak ülkeler

source: QR code
tr: Kare kod

source: Continue with Google
tr: Google ile devam et

source: Continue with QR code
tr: Kare kod ile devam et

source: QR code generated
tr: Kare kod oluşturuldu

source: QR code was used
tr: Kare kod kullanıldı

source: url cannot be empty
tr: url boş olamaz

source: select product type
tr: ürün tipini seçiniz

source: The product has been sent
tr: Ürün gönderildi

source: 404 not found
tr: 404 Bulunamadı

source: invalid url
tr: geçersiz url

source: Add product
tr: Ürün ekle

source: Product type
tr: Ürün tipi

source: Choose
tr: Seçiniz

source: Product sale
tr: Ürün satışı

source: Product raffle
tr: Ürün çekilişi

source: Raffle search
tr: Çekiliş ara

source: Explore
tr: Keşfet

source: Trend tags
tr: Trend etiketler

source: Product details
tr: Ürün detayları

source: You may be interested in
tr: İlginizi çekebilir

source: Search
tr: Ara
